SOFT_RESET_TRIGGER = 'полный сброс'
CHANGE_ROOM = 'поменять помещение'
WHERE_AM_I = 'где я'
COMMAND_NOT_FOUND = [
'К сожалению, я не знаю такой команды',
'Такая команда мне пока неизвестна',
'Извините, я не знаю такой команды',
'Пока что я не понимаю такой команды'
]
VALUE_IS_NOT_PERCENT = ['Значение не является процентом']
KEYWORD_ROOM = 'помещение'
AUTHORIZED_IN_ROOM = ['Спасибо, вы авторизовались в помещении ']
INVALID_KEYWORD_ROOM = ['К сожалению, я не знаю такого кодового слова']
INTERNAL_KEYWORD_ERROR_ROOM = ['К сожалению, произошла внутренняя ошибка с кодовыми словами. \
Возможно, одинаковых кодовых слов больше одного.']
SHOULD_AUTHORIZE_ROOM = ['Вам нужно авторизоваться в помещении. Пожалуйста, скажите "помещение" и кодовое слово']
GREETINGS_PHRASE = ['Добро пожаловать в голосовой помощник умного дома, \
    чтобы узнать больше о возможностях, скажите "помощь"']
CURRENT_LOCATION = ['Текущая локация ']
WRONG_LOCATION = ['К сожалению, в этом помещении такой команды нет']
SOFT_RESET = ['Вы уверены, что хотите произвести полный сброс? Скажите "да" или "нет"']
SHOULD_AUTHORIZE_BOARD = ['Вам нужно авторизоваться в управляющем щите. Пожалуйста, скажите кодовое число']
RESET_ABORTED = ['Процесс сброса отменен']
KEYWORD_BOARD = 'авторизация'
INVALID_KEYWORD_BOARD = ['К сожалению, я не знаю такого кодового числа']
KEYWORD_IS_NOT_INT = ['Код авторизации должен быть числом']
INTERNAL_KEYWORD_ERROR_BOARD = ['К сожалению, произошла внутренняя ошибка с кодами. Возможно, одинаковых кодовых слов больше одного.']